/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "Jako přispěvatel projektu Cyberduck, obdržíte klíč dárce, který zruší tuto výzvu.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "V této verzi již nezobrazovat.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Podpořit!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Klíč dárce";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Vývoj této aplikace zabralo mnoho bezesných nocí. Jestliže se Vám Cyberduck líbí, podpořte prosím autora.\nS Vaší pomocí se bude aplikace Cyberduck vyvíjet rychleji.";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Později";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Podpořte prosím tento projekt";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Děkujeme Vám, že používáte aplikaci Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need to open an account.) : <title:The payment can be made simply and safely using Paypal. You don't need to open an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need to open an account." = "Akce bude provedena prostřednictvím služby Pay-Pal.";

